

"VERSION: %@" = "版本：%@";
"BUILD: %@" = "构建：%@";


/* Bad keyserver */
BadKeyserver_Title = "公钥服务器没有运行";
BadKeyserver_Msg = "您输入的公钥服务器没有运行。\n请确认地址输入正确。正确的地址应该像：\nhkps://some.key.server.org\n\n当然也有可能是服务器下线了，因此您也可以尝试其它的公钥服务器。";


WarningDeletePasswords_Title = "删除已存储的 OpenPGP 密码";
WarningDeletePasswords_Msg = "这将会删除所有存储在 macOS 钥匙串中的 OpenPGP 密码，并清空缓存。";
WarningDeletePasswords_Button1 = "删除";
WarningDeletePasswords_Button2 = "取消";

PassowrdsDeleted_Title = "密码已删除";
PassowrdsDeleted_Msg = "所有 OpenPGP 密码已全部从 macOS 钥匙串及缓存中删除。";

PassowrdsDeletFailed_Title = "密码删除失败！";
PassowrdsDeletFailed_Msg = "并不是存储的所有密码都可以被删除。请打开“终端”应用 (Console.app)，然后查找相关的错误信息。随后也可通过“反馈报告”选项卡向我们反馈问题。";

Support_SendDebugInfo_Title = "About Diagnostics";
Support_SendDebugInfo_Msg = "Including diagnostics helps us to solve your problem faster.\n\nThe diagnostics are sent securely to our web server, where they are encrypted with our team key and forwarded to our support platform. The included information contains meta data about your keys. It can only be read by our team.\n\nDuring the collection of the diagnostics, you may be asked for your secret key's password, as we will test if decryption and signing are working as expected.";
Support_SendDebugInfo_Button1 = "Send";
Support_SendDebugInfo_Button2 = "取消";
Support_SendDebugInfo_Checkbox = "Include diagnostics";

Support_BugDescriptionTooShort_Title = "描述内容过短";
Support_BugDescriptionTooShort_Msg = "请在描述一栏中填写更多信息。您提供的信息越多，我们就能更快地找出解决问题的办法。如果可能的话，请明确详细的列出问题重现所需的操作步骤。";

Support_ExpectedBahaviorTooShort_Title = "期望行为的填写内容过短";
Support_ExpectedBahaviorTooShort_Msg = "请在期望行为一栏中填写更为详细的内容。您提供的信息越多，我们就能更快地找出解决问题的办法。";

Support_SubjectTooShort_Title = "标题内容过短";
Support_SubjectTooShort_Msg = "请把标题内容写的详细一些。";

Support_MailInvalid_Title = "电子邮件格式无效";
Support_MailInvalid_Msg = "请使用有效的电子邮件地址。";

Support_NameTooShort_Title = "名称过短";
Support_NameTooShort_Msg = "请输入稍长的名称";

Support_NoComponentSelected_Title = "未选择组件";
Support_NoComponentSelected_Msg = "请选择组件。";

Support_ReportFailed_Title = "报告无法发送";
Support_ReportFailed_Msg = "请在我们的支持平台创建您的错误报告。点击“OK”按钮将在浏览器中打开支持页面。";

Support_PrivateReportSucceeded_Title = "报告已发送";
Support_PrivateReportSucceeded_Msg = "感谢反馈。已针对此报告创建私密讨论。我们会在几天后作出回应。您会通过邮件收到有关此报告的更新消息。\n\n现在将会在您的浏览器中打开该讨论页面。需要时您也可创建书签以便稍后查看。";


ShouldRemoveComment_Title = "关于注释栏的说明";
ShouldRemoveComment_Msg = "我们删除了在 GPG 套件偏好设置中创建注释的选项。实际使用表明错误的使用可能会泄漏信息，因此推荐不再使用注释功能。\n\n您当前创建了如下注释：\n\n%@\n\n您要删除吗？(建议删除)";
ShouldRemoveComment_Button1 = "删除注释";
ShouldRemoveComment_Button2 = "保留注释";


EmailCheck_TooLong = "您输入的邮件地址过长。";
EmailCheck_Invalid = "您输入的电子邮件地址格式无效。";
EmailCheck_Msg = "请使用有效的电子邮件地址。";


